OpenFOAM-v1812/tutorials/incompressible/pimpleFoam/LES/periodicHill/steadyState/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication blockMesh

runApplication topoSet

runApplication decomposePar

runParallel simpleFoam


